[{"id":"cb5f1fe9-6e56-470c-8cf1-4f1e8d15e41e","title":"Global Cloudflare Crash: Check Your Traffic","content":"⚠Be careful! Today there was a global outage at Cloudflare, which affects most services, platforms, and websites. So, please check carefully if your traffic is working correctly and if users are being routed properly to the offer.\n\nWe recommend temporarily pausing traffic to be on the safe side, and resuming as soon as the issue is fixed.\n\nOur team’s CRM system is down, so we’re waiting for a fix🔧.","image_url":"https://us1.discourse-cdn.com/flex016/uploads/render/optimized/2X/b/bed27e247733bbbee6373aa4cde4e345fded38f9_2_666x500.png","created_at":"2025-11-18T14:52:16.135945+00:00","created_by":"b5431382-3d6a-47cb-a04b-78dc212e27e1"}, 
 {"id":"a5b2e704-48a4-47c1-8f37-5a307b7a9581","title":"New: Facebook Ads Calculator","content":"We've added Facebook Ads Calculator to help you plan and optimize your advertising campaigns!\n\n**What it does:**\n• Calculate CPC, CPI, CPR costs for different optimization scenarios (Minimum/Middle/Maximum)\n• Track conversion rates: Click → Install, Install → Registration, Registration → Deposit, and Overall CR\n• Set your target ROI and see how it affects your CPA\n• View ratios and conversion rates for each stage of your funnel","image_url":null,"created_at":"2025-12-16T14:03:34.676863+00:00","created_by":"b5431382-3d6a-47cb-a04b-78dc212e27e1"}, 
 {"id":"faab08ff-7c72-49ea-969b-97f16d64c04e","title":"We are updating the usage policy for our training materials and platform access.","content":"Under the new rules, access is granted for a fixed period:\n\nMentorship Package 3 months from the start of your training\nKnowledge Base Package 6 months from the start of your training\n\nThis time is more than enough to go through the material, build a solid understanding, and start working with the system.\nAfter this period, your access will not be hard closed. If you wish, you can extend it on very friendly terms\n\n49 EUR per month\nor 199 EUR for 6 months\n\nWe are constantly improving the product updating lessons, expanding the Road Map, and adapting content to changes in Meta and the iGaming market. By extending your access, you automatically receive all future platform updates.\n\nFor Mentorship participants whose initial 3 months have already passed, we are reserving access until February 25. After that date, you will need to either extend your access or cancel it.","image_url":"https://course-blackaffiliate-2-dev.netlify.app/img/article.webp","created_at":"2026-02-16T19:09:18.710137+00:00","created_by":"b5431382-3d6a-47cb-a04b-78dc212e27e1"}]